import React from 'react';

export default function RateSystem({ show }) {
  return (
    <div
      className={
        show === 'review' ? 'content ratesystem show' : 'ratesystem content'
      }
    >
      <div>1)არგუმენტირებული მსჯელობა - 20</div>
      <div>2)ადეკვატური შეკითხვები - 10</div>
      <div>3)გუნდურობა - 10</div>
      <div>4)საკითხის ადეკვატურად გაგება - 20</div>
      <div>5)ანალიტიკური მსჯელობა - 10</div>
      <div>6)ორატორულად მეტყველება - 15 </div>
      <div>7)ამომწურავი პასუხების გაცემა - 20</div>
      <div>
        * ყველა მონაწილე ფასდება ინდივიდუალურად,შემდეგ მათი ინდივიდუალური ქულები
        იკრიბება და გამოდის გუნდის მთლიანი ქულა.
      </div>
      <div>
        * გუნდების შეფასება ხდება ჟიურის მიერ,ზემოთ მოცემული კრიტერიუმებით.
      </div>
      <div>
        * გუნდების შერჩევა ხდება ყველაზე მაღალი ქულის მიხედვით,მაგალითად თუ
        დებატების პირველ რაუდნში მონაწილეობს 12 გუნდი, მონაწილე გუნდებიდან
        შეირჩევა 6 ისეთი გუნდი რომელსაც ყველაზე მაღალი ქულა აქვს,რადგან ჩვენი
        გუნდი მაქსიმალურადაა ორიენტირებული სამართლიანი ფორმატის შექმნაზე.
      </div>
    </div>
  );
}
